Repository: MTES-MCT/qualicharge
Catalog: src/dashboard/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Personal info
fr: Informations personnelles

source: Important dates
fr: Dates importantes

source: Error during update: {str(e)}
fr: Erreur lors de la mise à jour : {str(e)}

source: Validate selected users and send validation emails
fr: Valider les utilisateurs sélectionnés et envoyer les e-mails de validation

source: {count} users were successfully validated
fr: {count} utilisateur(s) ont été validés avec succès

source: {success_message} and notified
fr: {success_message} et notifié

source: is attached to an Entity
fr: est attaché à une Entité

source: Authentication
fr: Authentification

source: Email can't be send.
fr: L'email ne peut pas être envoyé.

source: is validated
fr: est validé

source: Designates whether this user has been validated by the QualiCharge team.
fr: Indique si cet utilisateur a été validé par l'équipe QualiCharge.

source: Account not validated
fr: Compte non validé

source: Your account is not validated
fr: Votre compte n'est pas validé

source: We are sorry, but your account has not been validated yet.
fr: Votre compte n'a pas encore été validé.

source: If this is your first time logging in, this is expected.<br /> An administrator needs to validate your account, and you will receive an email notification once this has been completed.
fr: Si il s'agit de votre première connexion, cela est normal.<br /> Un administrateur doit valider votre compte. Vous recevrez une notification par e-mail une fois cette opération terminée.

source: If you think this is a mistake, you can contact our team.
fr: Si vous pensez qu'il s'agit d'une erreur, vous pouvez contacter notre équipe.

source: Contact us
fr: Contactez-nous

source: Awaiting
fr: En attente

source: Validated
fr: Validé

source: Revoked
fr: Révoqué

source: Mark selected consents as revoked
fr: Marquer les consentements sélectionnés comme révoqués

source: Selected consents have been marked as revoked.
fr: Les consentements sélectionnés ont été marqués comme révoqués.

source: Consent
fr: Consentement

source: name
fr: nom

source: phone
fr: téléphone

source: provider assigned id
fr: identifiant attribué au fournisseur

source: created by
fr: créé par

source: status
fr: statut

source: start date
fr: date de début

source: end date
fr: date de fin

source: revoked at
fr: révoqué le

source: company informations
fr: informations sur l'entreprise

source: company representative informations
fr: informations sur le représentant de l'entreprise

source: control authority informations
fr: informations sur l'autorité de contrôle

source: contract holder informations
fr: informations sur le titulaire du contrat

source: the signatory has the authority to sign this consent
fr: le signataire a le pouvoir de signer ce consentement

source: allows historical measurements in kWh
fr: permet l'historique des mesures, en kWh

source: allow history of daily index readings in kWh
fr: permet l'historique des relevés d'index quotidiens, en kWh

source: allows historical maximum daily power in kVa or kWh
fr: permet l'historique de la puissance maximale quotidienne, en kVA ou kWh

source: allows history of load curve, at steps returned by Enedis
fr: permet l'historique de courbe de charge, aux pas restitués par Enedis

source: allows the technical and contractual data available
fr: permet de disposer des données techniques et contractuelles disponibles

source: signature date
fr: date de signature

source: signature location
fr: lieu de signature

source: Revoked consent cannot be modified.
fr: Le consentement révoqué ne peut pas être modifié.

source: Validated consent can only be changed to the status "revoked".
fr: Un consentement validé ne peut être modifié qu'en statut « révoqué ».

source: Only the authorized fields
fr: Uniquement les champs autorisés

source: Validated consent cannot be deleted.
fr: Un consentement validé ne peut pas être supprimé.

source: Revoked consent cannot be deleted.
fr: Un consentement révoqué ne peut pas être supprimé.

source: Toggle all
fr: Sélectionner / désélectionner tout

source: Toggle All
fr: Sélectionner / désélectionner tout

source: The form contains errors
fr: Le formulaire contient des erreurs

source: Submit
fr: Soumettre

source: No consents to validate
fr: Aucun consentement à valider

source: An error occurred while validating the form. Our team has been notified and will get back to you shortly.
fr: Une erreur s'est produite lors de la validation du formulaire. Notre équipe a été prévenue et reviendra vers vous rapidement.

source: Manage Consents
fr: Gérer les consentements

source: Consents updated.
fr: Consentements mis à jour.

source: Followed stations
fr: Stations suivies

source: created at
fr: créé le

source: updated at
fr: mis à jour le

source: Users
fr: Utilisateurs

source: Proxy for
fr: Procuration pour

source: users
fr: utilisateurs

source: proxy for
fr: procuration pour

source: legal form
fr: forme juridique

source: trade name
fr: nom commercial

source: NAF code
fr: Code NAF

source: address
fr: adresse

source: address complement
fr: complément d'adresse

source: zip code
fr: code postal

source: city
fr: ville

source: contract holder name
fr: nom du titulaire du contrat

source: contract holder email address
fr: adresse e-mail du titulaire du contrat

source: contract holder phone number
fr: numéro de téléphone du titulaire du contrat

source: Last synchronization with the API occurred at
fr: La dernière synchronisation avec l'API a eu lieu à

source: can bypass renewable period
fr: peut contourner la période de saisie des relevés

source: entity
fr: entité

source: is active
fr: est actif

source: has renewable
fr: a des énergies renouvelables

source: delivery point
fr: point de livraison

source: delivery points
fr: points de livraison

source: id station itinerance
fr: id station itinérance

source: station name
fr: nom de la station

source: The SIRET must be composed only of numbers and must contain exactly 14 digits.
fr: Le SIRET doit être composé uniquement de chiffres et doit contenir exactement 14 chiffres.

source: The SIREN must be composed only of numbers and must contain exactly 9 digits.
fr: Le SIREN doit être composé uniquement de chiffres et doit contenir exactement 9 chiffres.

source: The NAF code must be in the format of 4 digits followed by a letter (e.g.: 6820A).
fr: Le code NAF doit être au format de 4 chiffres suivis d'une lettre (ex : 6820A).

source: Zip code must be composed of number and a fixed length of 5 characters.
fr: Le code postal doit être composé d'un chiffre et d'une longueur fixe de 5 caractères.

source: QualiCharge dashboard
fr: Tableau de bord QualiCharge

source: Pending consents
fr: Consentements en attente

source: Pending meters reading
fr: Relevés en attente

source: Renewable
fr: Énergies renouvelables

source: Collected date is required if a meter reading is provided
fr: La date de collecte est requise si un relevé de compteur est fourni

source: The date cannot be in the future. <br />Collected date should be between %(min_date)s and %(end_date)s.
fr: La date ne peut pas être dans le futur. <br />La date collectée doit être comprise entre %(min_date)s et %(end_date)s.

source: The date cannot be earlier than %(min_date)s.<br />Collected date should be between %(min_date_range)s and %(end_date)s.
fr: La date ne peut pas être antérieure à %(min_date)s.<br />La date collectée doit être comprise entre %(min_date_range)s et %(end_date)s.

source: You must confirm the accuracy of the information
fr: Vous devez confirmer l'exactitude des informations

source: meter reading
fr: relevé de compteur

source: The value must be positive
fr: La valeur doit être positive

source: collection date
fr: date de collecte

source: has confirmed information accuracy
fr: a confirmé l'exactitude des informations

source: Back
fr: Retour

source: Restricted period
fr: Période restreinte

source: Your energy statement reporting is closed for this quarter.
fr: Votre déclaration de relevé énergétique est clôturée pour ce trimestre.

source: The statement entry period must be within the first %(period_days)s days of the current quarter for the previous quarter <em>(from %(start_period)s to %(end_period)s for the current quarter.)</em>.
fr: La période de saisie du relevé doit être comprise dans les %(period_days)s premiers jours du trimestre en cours pour le trimestre précédent <em>(de %(start_period)s à %(end_period)s pour le trimestre en cours.)</em>.

source: Q%(quarter)s %(year)s
fr: T%(quarter)s %(year)s

source: %(start_date)s to %(end_date)s
fr: du %(start_date)s au %(end_date)s

source: Renewable meters
fr: Relevés d'énergies renouvelables

source: The quarterly submission period for renewable energy readings (<em>from %(start_period)s to %(end_period)s</em>) has ended.
fr: La période de soumission trimestrielle des relevés d'énergie renouvelable (<em>de %(start_period)s à %(end_period)s</em>) est terminée.

source: Manage renewable meter reading
fr: Gérer les relevés de compteurs d'énergies renouvelables

source: %(count)d renewable meter reading updated.
fr: %(count)d relevé de compteur renouvelable mis à jour.

source: The form contains errors.
fr: Le formulaire contient des erreurs.

source: Submitted renewable meter reading
fr: Relevés de compteur renouvelable soumis

source: Delivery points have been successfully updated.
fr: Les points de livraison ont été mis à jour avec succès.

source: French
fr: Français

source: Permission denied
fr: Permission refusée

source: Error 403
fr: Erreur 403

source: Sorry, you are not allowed to access this page.
fr: Désolé, vous n'êtes pas autorisé à accéder à cette page.

source: If you think this is a mistake, you can contact our team.<br /> Otherwise, to continue your visit you can consult our home page.
fr: Si vous pensez qu'il s'agit d'une erreur, vous pouvez contacter notre équipe.<br /> Sinon, pour continuer votre visite, vous pouvez consulter notre page d'accueil.

source: Home page
fr: Accueil

source: Page not found
fr: Page non trouvée

source: Error 404
fr: Erreur 404

source: The page you are looking for could not be found. We apologize for the inconvenience.
fr: La page que vous cherchez est introuvable. Excusez nous pour la gêne occasionnée.

source: If you typed the web address in the browser, check that it is correct. The page may no longer be available. <br>In this case, to continue your visit you can consult our home page.
fr: Si vous avez tapé l'adresse web dans le navigateur, vérifier qu'elle est correcte. La page n'est peut-être plus disponible.<br> Dans ce cas, pour continuer votre visite vous pouvez consulter notre page d'accueil.

source: Unexpected error
fr: Erreur inattendue

source: Error 500
fr: Erreur 500

source: Oops, looks like something terrible happened. We have already been notified.
fr: Désolé, le service rencontre un problème, nous travaillons pour le résoudre le plus rapidement possible.

source: Try refreshing the page or try again later.
fr: Essayez de rafraichir la page ou bien revenez plus tard.

source: Accessibility: %(accessibility_status)s compliant
fr: Accessibilité : %(accessibility_status)s conforme

source: Legal notice
fr: Mentions légales

source: Display settings
fr: Paramètres d'affichage

source: Search
fr: Recherche

source: Select language
fr: Sélectionner la langue

source: Log Out
fr: Se déconnecter

source: close
fr: fermer

source: Main menu
fr: Menu principal

source: Home
fr: Accueil

source: Login to
fr: Se connecter

source: Log in with
fr: Se connecter avec

source: What is ProConnect? - new window
fr: Qu'est-ce que ProConnect ? - nouvelle fenêtre

source: What is ProConnect?
fr: Qu’est-ce que ProConnect ?
